adamvoss.yaml
alefragnani.project-manager
bajdzis.vscode-database
bierner.emojisense
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
deerawan.vscode-dash
donjayamanne.jupyter
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
EQuimper.react-native-react-redux
esbenp.prettier-vscode
flowtype.flow-for-vscode
formulahendry.code-runner
HookyQR.beautify
hoovercj.haskell-linter
hoovercj.vscode-ghc-mod
humao.rest-client
jcanero.hoogle-vscode
justusadam.language-haskell
lukehoban.Go
lunaryorn.hlint
monofon.hindent-format
ms-vscode.node-debug2
msjsdiag.debugger-for-chrome
nwolverson.ide-purescript
nwolverson.language-purescript
PeterJausovec.vscode-docker
PKief.material-icon-theme
QassimFarid.ejs-language-support
spoonscen.es6-mocha-snippets
streetsidesoftware.code-spell-checker
stringham.move-ts
thanhtrang.theme-flatland-monokai
timonwong.shellcheck
Tyriar.sort-lines
Vans.haskero
vscodevim.vim
vsmobile.vscode-react-native
