alefragnani.project-manager
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cmstead.jsrefactor
dbaeumer.vscode-eslint
deerawan.vscode-dash
EditorConfig.EditorConfig
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gerane.Theme-FlatlandMonokai
gogocrow.jsx-beautify
henriiik.docker-linter
HookyQR.beautify
hoovercj.haskell-linter
hoovercj.vscode-ghc-mod
humao.rest-client
justusadam.language-haskell
lukehoban.Go
moppitz.vscode-extension-auto-import
msjsdiag.debugger-for-chrome
nwolverson.ide-purescript
nwolverson.language-purescript
PeterJausovec.vscode-docker
steve8708.Align
timonwong.shellcheck
Tyriar.sort-lines
vscodevim.vim
vsmobile.vscode-react-native
