adamvoss.yaml
alefragnani.project-manager
allentong.dotjs
bajdzis.vscode-database
bierner.emojisense
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cmstead.jsrefactor
dbaeumer.vscode-eslint
deerawan.vscode-dash
donjayamanne.jupyter
dragos.scala-lsp
DSKWRK.vscode-generate-getter-setter
EditorConfig.EditorConfig
eg2.tslint
EQuimper.react-native-react-redux
esbenp.prettier-vscode
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gogocrow.jsx-beautify
henriiik.docker-linter
HookyQR.beautify
hoovercj.haskell-linter
hoovercj.vscode-ghc-mod
hsiaosiyuan0.ternjs
humao.rest-client
itryapitsin.Scala
justusadam.language-haskell
lukehoban.Go
moppitz.vscode-extension-auto-import
ms-vscode.azure-account
ms-vscode.node-debug2
msjsdiag.debugger-for-chrome
nwolverson.ide-purescript
nwolverson.language-purescript
PeterJausovec.vscode-docker
PKief.material-icon-theme
rbbit.typescript-hero
spoonscen.es6-mocha-snippets
steve8708.Align
stringham.move-ts
thanhtrang.theme-flatland-monokai
timonwong.shellcheck
Tyriar.sort-lines
vscodevim.vim
vsmobile.vscode-react-native
xabikos.JavaScriptSnippets
